Repository: sei-international/AMES.jl
Catalog: src/locale/*/LC_MESSAGES/AMES.po
Languages: fr_fr

source: Linear goal program failed to solve: {1}
fr_fr: Échec de la résolution du programme linéaire : {1}

source: Calibrating for {1}: {2}
fr_fr: Calibrage pour {1} : {2}

source: basic prices
fr_fr: prix de base

source: Year
fr_fr: Année

source: Years must include both 'start' and 'end'
fr_fr: Les années doivent comprendre à la fois le « début (« start ») et la fin (« end »)

source: All values were 'NaN'
fr_fr: Toutes les valeurs sont « NaN »

source: Results did not converge: {1:.2f}% > {2:.2f}% target...
fr_fr: Les résultats n'ont pas convergé : {1:.2f}% > {2:.2f}% target...

source: Configuration file must include a range for the imports column (or columns, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la colonne des importations (ou les colonnes, si elles sont additionnées) dans le bloc SUT_ranges

source: Parameter 'intrate_sens' is missing from the configuration file: setting to zero
fr_fr: Le paramètre 'intrate_sens' est absent du fichier de configuration : mise à zéro

source: final demand
fr_fr: consommation finale

source: Configuration file: '{1}'
fr_fr: Fichier de configuration : '{1}'

source: Year {1:d} is not in time series range {2:d}:{3:d}
fr_fr: L'année {1:d} n'est pas dans la plage de séries chronologiques {2:d} :{3:d}

source: GDP gr
fr_fr: PIB (taux de croissance)

source: Parameter 'util_sens' is missing from the configuration file: setting to zero
fr_fr: Le paramètre 'util_sens' est absent du fichier de configuration : mettre à zéro

source: Exogenous maximum capacity utilization file '{1}' does not exist in the 'inputs' folder
fr_fr: Le fichier d'utilisation de la capacité maximale exogène '{1}' n'existe pas dans le dossier 'inputs'

source: intermediate supply from non-energy sectors
fr_fr: l'offre intermédiaire des secteurs non énergétiques

source: AMES model run ({1})...
fr_fr: Exécution du modèle AMES ({1})...

source: exports
fr_fr: exportations

source: Exogenous potential output file '{1}' does not exist in the 'inputs' folder
fr_fr: Le fichier de la production potentielle exogène '{1}' n'existe pas dans le dossier 'inputs'

source: wage share
fr_fr: part des salaires

source: positive margins
fr_fr: marges positives

source: energy investment
fr_fr: investissement énergétique

source: Parameter 'profit_sens' is missing from the configuration file: setting to zero
fr_fr: Le paramètre 'profit_sens' est absent du fichier de configuration : mise à zéro

source: Sending AMES output to LEAP...
fr_fr: Envoi de la sortie AMES à LEAP...

source: Cannot connect to LEAP. Please check that LEAP is installed, or set 'run_leap: false' in the configuration file.
fr_fr: Impossible de se connecter à LEAP. Veuillez vérifier que LEAP est installé, ou définissez 'run_leap : false' dans le fichier de configuration.

source: imports
fr_fr: importations

source: Configuration file must include a range for the wages row (or rows, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la ligne des salaires (ou les lignes, si elles sont additionnées) dans le bloc SUT_ranges

source: Cell range '{1}' is not in the correct format (e.g., 'AB3:BG10')
fr_fr: La plage de cellules "{1}" n'a pas le bon format (par exemple, "AB3:BG10")

source: nominal xr index
fr_fr: indice du taux de change nominal

source: Configuration file must include a range for the use table in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la table d'utilisation dans le bloc SUT_ranges

source: calibration
fr_fr: calibrage

source: Configuration file must include a range for the final demand column (or columns, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la colonne de la demande finale (ou les colonnes, si elles sont additionnées) dans le bloc SUT_ranges

source: Running LEAP model...
fr_fr: Exécution du modèle LEAP...

source: Value for exchange rate missing in year {1:d}, with no default
fr_fr: Valeur pour le taux de change manquant dans l'année {1:d}, sans défaut

source: sector output
fr_fr: production du secteur

source: Measure of the significance to the economy of the supply of non-energy goods and services to the energy sector:
fr_fr: Mesure de l'importance pour l'économie de la fourniture de biens et services non énergétiques au secteur de l'énergie :

source: labor productivity gr
fr_fr: productivité du travail (taux de croissance)

source: domestic production
fr_fr: production nationale

source: Exogenous prices file '{1}' does not contain all simulation years. Missing {2}.
fr_fr: Le fichier des prix exogènes '{1}' ne contient pas toutes les années de simulation. Manquant {2}.

source: Configuration file must include a range for the total supply column (or columns, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la colonne de l'offre totale (ou les colonnes, si elles sont additionnées) dans le bloc SUT_ranges

source: real investment
fr_fr: investissement réel

source: completed
fr_fr: terminé

source: Configuration file must include an SUT_ranges block
fr_fr: Le fichier de configuration doit inclure un bloc SUT_ranges

source: Configuration file must include a range for the total intermediate demand row (or rows, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la ligne de demande intermédiaire totale (ou les lignes, si elles sont additionnées) dans le bloc SUT_ranges

source: terms of trade index
fr_fr: indice des termes de l'échange

source: Cell reference '{1}' is not in the correct format (e.g., 'AB3')
fr_fr: La référence de cellule "{1}" n'a pas le bon format (par exemple, "AB3")

source: Product codes '{1}' in input file '{2}' not valid
fr_fr: Les codes produits '{1}' dans le fichier d'entrée '{2}' ne sont pas valides

source: AMES exited with an error: Please check the log file '{1}'
fr_fr: AMES s'est arrêtée avec une erreur : Veuillez vérifier le fichier journal '{1}'

source: LEAP is not responding
fr_fr: LEAP ne répond pas

source: Running from {1} to {2}:
fr_fr: Exécution de {1} à {2} :

source: Exogenous real price file '{1}' does not exist in the 'inputs' folder
fr_fr: Le fichier des prix réels exogènes '{1}' n'existe pas dans le dossier 'inputs'

source: net exports to GDP ratio
fr_fr: rapport entre l'excédent des exportations nettes et le PIB

source: Configuration file must include a range for the supply table in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la table des offres dans le bloc SUT_ranges

source: central bank rate
fr_fr: taux de la banque centrale

source: Obtaining LEAP results...
fr_fr: Obtention des résultats de LEAP...

source: model
fr_fr: modèle

source: With configuration file '{1}' (including energy sectors):
fr_fr: Avec le fichier de configuration '{1}' (y compris les secteurs énergétiques) :

source: Sector codes '{1}' in input file '{2}' not valid
fr_fr: Les codes de secteur '{1}' dans le fichier d'entrée '{2}' ne sont pas valides

source: Simulating for {1}: {2}
fr_fr: Simulation pour {1} : {2}

source: Configuration file must include a range for the total intermediate supply column (or columns, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la colonne de l'approvisionnement intermédiaire total (ou les colonnes, si elles sont additionnées) dans le bloc SUT_ranges

source: This value should be small: {1:.2f}%.
fr_fr: Cette valeur doit être faible : {1:.2f}%.

source: Convergence in run number {1} at {2:.2f}% ≤ {3:.2f}% target...
fr_fr: Convergence dans le numéro d'exécution {1} à {2:.2f}% ≤ {3:.2f}% target...

source: Encountered an error when running LEAP: {1}
fr_fr: Une erreur s'est produite lors de l'exécution de LEAP : {1}

source: net exports
fr_fr: exportations nettes

source: Hiding LEAP to improve performance...
fr_fr: Cacher LEAP pour améliorer les performances...

source: Preparing model...
fr_fr: Préparation du modèle...

source: real GDP
fr_fr: PIB réel

source: Value for working age growth rate missing in year {1:d}, with no default
fr_fr: Valeur du taux de croissance de l'âge actif manquante pour l'année {1:d}, sans valeur par défaut

source: negative margins
fr_fr: marges négatives

source: Configuration file must include a range for the exports column (or columns, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la colonne des exportations (ou les colonnes, si elles sont additionnées) dans le bloc SUT_ranges

source: GDP deflator
fr_fr: déflateur du PIB

source: Configuration file must include a range for the investment column (or columns, if summed together) in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la colonne d'investissement (ou les colonnes, si elles sont additionnées) dans le bloc SUT_ranges

source: Getting results from a LEAP version, but no temporary version to revert to
fr_fr: Récupération des résultats d'une version LEAP, mais pas de version temporaire à laquelle revenir

source: LEAP last historical year {1} is later than the end year {2}
fr_fr: La dernière année historique de LEAP {1} est postérieure à l'année de fin {2}

source: Exogenous investment file '{1}' does not exist in the 'inputs' folder
fr_fr: Le fichier d'investissement exogène '{1}' n'existe pas dans le dossier 'inputs'

source: Exogenous potential output file '{1}' does not contain all simulation years. Missing {2}.
fr_fr: Le fichier de sortie du potentiel exogène '{1}' ne contient pas toutes les années de simulation. Manquant {2}.

source: Loading data...
fr_fr: Chargement des données...

source: Cannot connect to LEAP: {1}
fr_fr: Impossible de se connecter à LEAP : {1}

source: Restoring LEAP...
fr_fr: Restauration de LEAP...

source: Configuration file '{1}' did not load properly: {2} on line {3:d}
fr_fr: Le fichier de configuration '{1}' n'a pas été chargé correctement : {2} sur la ligne {3:d}

source: labor force gr
fr_fr: force de travail (taux de croissance)

source: LEAP last historical year {1} is earlier than the start year {2}
fr_fr: La dernière année historique LEAP {1} est antérieure à l'année de début {2}

source: Sector code '{1}' is listed in 'LEAP-potential-output' but is not included in the AMES model calculations
fr_fr: Le code du secteur "{1}" figure dans "LEAP-potential-output" mais n'est pas inclus dans les calculs du modèle AMES

source: With configuration file '{1}':
fr_fr: Avec le fichier de configuration '{1}' :

source: real xr index
fr_fr: indice du taux de change réel

source: Obtaining LEAP results from version '{1}'...
fr_fr: Obtention des résultats LEAP de la version '{1}'...

source: capital-output ratio
fr_fr: ratio capital-production

source: Sector code '{1}' in input file '{2}' not valid
fr_fr: Le code de secteur '{1}' dans le fichier d'entrée '{2}' n'est pas valide

source: Product code '{1}' in input file '{2}' not valid
fr_fr: Le code produit '{1}' dans le fichier d'entrée '{2}' n'est pas valide

source: capacity utilization
fr_fr: utilisation de la capacité

source: Cell range '{1}' is not found in your input file
fr_fr: La plage de cellules '{1}' n'est pas trouvée dans votre fichier d'entrée

source: Configuration file must include the name of a supply-use table (SUT) or input-output table (IO) in the files block
fr_fr: Le fichier de configuration doit inclure le nom d'un tableau des ressources et des emplois (TRE ou «SUT») ou d'un tableau des entrées et des sorties (TES ou «IO») dans le bloc des fichiers

source: Configuration file must include a range for the IO table in the SUT_ranges block
fr_fr: Le fichier de configuration doit inclure une plage pour la table «IO» (tableau des entrées et des sorties) dans le bloc SUT_ranges
