Repository: sei-international/AMES.jl
Catalog: src/locale/*/LC_MESSAGES/LEAPMacro.po
Languages: ru_ru

source: Linear goal program failed to solve: {1}
ru_ru: Не удалось решить линейную целевую программу: {1}

source: Calibrating for {1}: {2}
ru_ru: Калибровка для {1}: {2}

source: basic prices
ru_ru: базовые цены

source: Year
ru_ru: Год

source: Results did not converge: {1:.2f}% > {2:.2f}% target...
ru_ru: Результаты не сошлись: {1:.2f}% > {2:.2f}% целевого...

source: Parameter 'intrate_sens' is missing from the configuration file: setting to zero
ru_ru: Параметр 'intrate_sens' отсутствует в конфигурационном файле: установка на ноль

source: Macro model run ({1})...
ru_ru: Запуск макромодели ({1})...

source: final demand
ru_ru: конечный спрос

source: Configuration file: '{1}'
ru_ru: С файлом конфигурации '{1}':

source: Year {1:d} is not in time series range {2:d}:{3:d}
ru_ru: Год {1:d} не входит в диапазон временных рядов {2:d}:{3:d}

source: GDP gr
ru_ru: ВВП (темпы роста)

source: curr acct surplus
ru_ru: текущий профицит

source: Parameter 'util_sens' is missing from the configuration file: setting to zero
ru_ru: Параметр 'util_sens' отсутствует в конфигурационном файле: установите его на ноль

source: Exogenous maximum capacity utilization file '{1}' does not exist in the 'inputs' folder
ru_ru: Файл экзогенного максимального использования мощности '{1}' не существует в папке 'inputs'

source: intermediate supply from non-energy sectors
ru_ru: промежуточные поставки из неэнергетических секторов

source: exports
ru_ru: экспорт

source: Sending Macro output to LEAP...
ru_ru: Отправка результатов макроса в LEAP...

source: Exogenous potential output file '{1}' does not exist in the 'inputs' folder
ru_ru: Выходной файл экзогенного потенциала '{1}' не существует в папке 'inputs'

source: wage share
ru_ru: доля заработной платы

source: positive margins
ru_ru: положительная маржа

source: energy investment
ru_ru: инвестиции в энергетику

source: Parameter 'profit_sens' is missing from the configuration file: setting to zero
ru_ru: Параметр 'profit_sens' отсутствует в конфигурационном файле: установка на ноль

source: Cannot connect to LEAP. Please check that LEAP is installed, or set 'run_leap: false' in the configuration file.
ru_ru: Не удается подключиться к LEAP. Пожалуйста, проверьте, установлен ли LEAP, или установите 'run_leap: false' в конфигурационном файле.

source: imports
ru_ru: импорт

source: Cell range '{1}' is not in the correct format (e.g., 'AB3:BG10')
ru_ru: Диапазон ячеек '{1}' имеет неправильный формат (например, 'AB3:BG10')

source: nominal xr index
ru_ru: индекс номинального обменного курса

source: calibration
ru_ru: калибровка

source: Running LEAP model...
ru_ru: Запуск модели LEAP...

source: Value for exchange rate missing in year {1:d}, with no default
ru_ru: Значение для обменного курса, отсутствующего в году {1:d}, без значения по умолчанию

source: sector output
ru_ru: продукция сектора

source: Measure of the significance to the economy of the supply of non-energy goods and services to the energy sector:
ru_ru: Мера значимости для экономики поставок неэнергетических товаров и услуг в энергетический сектор:

source: Macro exited with an error: Please check the log file '{1}'
ru_ru: Макрос завершился с ошибкой: Пожалуйста, проверьте файл журнала '{1}'

source: labor productivity gr
ru_ru: производительность труда гр

source: domestic production
ru_ru: внутреннее производство

source: real investment
ru_ru: реальные инвестиции

source: completed
ru_ru: готово

source: terms of trade index
ru_ru: индекс условий торговли

source: Cell reference '{1}' is not in the correct format (e.g., 'AB3')
ru_ru: Ссылка на ячейку '{1}' имеет неправильный формат (например, 'AB3')

source: Product codes '{1}' in input file '{2}' not valid
ru_ru: Коды продуктов '{1}' во входном файле '{2}' недопустимы

source: LEAP is not responding
ru_ru: LEAP не отвечает

source: Running from {1} to {2}:
ru_ru: Выполняется от {1} до {2}:

source: Exogenous real price file '{1}' does not exist in the 'inputs' folder
ru_ru: Файл экзогенной реальной цены '{1}' не существует в папке 'inputs'

source: central bank rate
ru_ru: ставка центрального банка

source: Sector code '{1}' is listed in 'LEAP-potential-output' but is not included in the Macro model calculations
ru_ru: Код сектора '{1}' указан в 'LEAP-potential-output', но не включен в расчеты макромодели

source: Obtaining LEAP results...
ru_ru: Получение результатов LEAP...

source: model
ru_ru: модель

source: With configuration file '{1}' (including energy sectors):
ru_ru: С файлом конфигурации '{1}' (включая энергетические сектора):

source: Sector codes '{1}' in input file '{2}' not valid
ru_ru: Коды секторов '{1}' во входном файле '{2}' недопустимы

source: Simulating for {1}: {2}
ru_ru: Моделирование для {1}: {2}

source: This value should be small: {1:.2f}%.
ru_ru: Это значение должно быть небольшим: {1:.2f}%.

source: Convergence in run number {1} at {2:.2f}% ≤ {3:.2f}% target...
ru_ru: Конвергенция в прогоне номер {1} при {2:.2f}% ≤ {3:.2f}% цели...

source: Encountered an error when running LEAP: {1}
ru_ru: При запуске LEAP возникла ошибка: {1}

source: Hiding LEAP to improve performance...
ru_ru: Скрытие LEAP для повышения производительности...

source: Preparing model...
ru_ru: Подготовка модели...

source: real GDP
ru_ru: реальный ВВП

source: Value for working age growth rate missing in year {1:d}, with no default
ru_ru: Значение для темпов роста трудоспособного возраста, отсутствующее в году {1:d}, без значения по умолчанию

source: negative margins
ru_ru: отрицательная маржа

source: GDP deflator
ru_ru: Дефлятор ВВП

source: Getting results from a LEAP version, but no temporary version to revert to
ru_ru: Получение результатов от версии LEAP, но нет временной версии для возврата к ней

source: Exogenous investment file '{1}' does not exist in the 'inputs' folder
ru_ru: Файл экзогенных инвестиций '{1}' не существует в папке 'inputs'

source: Loading data...
ru_ru: Загрузка данных...

source: Cannot connect to LEAP: {1}
ru_ru: Невозможно подключиться к LEAP: {1}

source: curr acct surplus to GDP ratio
ru_ru: отношение профицита текущего баланса к ВВП

source: Restoring LEAP...
ru_ru: Восстановление LEAP...

source: Configuration file '{1}' did not load properly: {2} on line {3:d}
ru_ru: Файл конфигурации '{1}' не загрузился должным образом: {2} в строке {3:d}

source: labor force gr
ru_ru: рабочая сила (темпы роста)

source: With configuration file '{1}':
ru_ru: С файлом конфигурации '{1}':

source: real xr index
ru_ru: индекс реального обменного курса

source: Obtaining LEAP results from version '{1}'...
ru_ru: Получение результатов LEAP из версии '{1}'...

source: capital-output ratio
ru_ru: соотношение капитал-выпуск

source: Sector code '{1}' in input file '{2}' not valid
ru_ru: Код сектора '{1}' во входном файле '{2}' недопустим

source: capacity utilization
ru_ru: загрузка мощностей
